[
  {
    "id": "N305891",
    "issueDate": "October 6, 2020",
    "htsCodes": ["6402.91.50", "6402.91.90"],
    "productDescription": "Athletic footwear with rubber or plastic outer soles and textile uppers, designed for running and sports activities",
    "decision": "The instant footwear is classified under heading 6402, HTSUS, which provides for other footwear with outer soles and uppers of rubber or plastics. The applicable subheading will be 6402.91.50, HTSUS, which provides for footwear covering the ankle, at a duty rate of 37.5% ad valorem.",
    "category": "Footwear",
    "dutyRate": "37.5%",
    "url": "https://rulings.cbp.gov/ruling/N305891"
  },
  {
    "id": "N301245",
    "issueDate": "March 15, 2019",
    "htsCodes": ["6404.19.90", "6402.91.90"],
    "productDescription": "Athletic shoe with outer sole of rubber/plastic and upper of textile materials containing 50% or more by weight of rubber or plastics, with felt lining",
    "decision": "By adding a felt lining material that constitutes the majority of the interior surface, the shoe may qualify under 6404.19.90 with a reduced duty rate of 7.5% ad valorem instead of the standard 37.5% rate.",
    "category": "Footwear",
    "dutyRate": "7.5%",
    "url": "https://rulings.cbp.gov/ruling/N301245"
  },
  {
    "id": "N308472",
    "issueDate": "January 12, 2021",
    "htsCodes": ["8517.62.00", "9102.11.10"],
    "productDescription": "Wrist-worn device with heart rate monitor, GPS, cellular connectivity, and fitness tracking capabilities",
    "decision": "The subject merchandise is classified under heading 8517, which provides for electrical apparatus for line telephony or line telegraphy. The applicable subheading is 8517.62.00, which provides for machines for reception, conversion, and transmission or regeneration of voice, images or other data, at a duty rate of Free.",
    "category": "Wearables",
    "dutyRate": "Free",
    "url": "https://rulings.cbp.gov/ruling/N308472"
  },
  {
    "id": "N307856",
    "issueDate": "September 3, 2020",
    "htsCodes": ["9102.11.10", "9102.91.40"],
    "productDescription": "Smartwatch with OLED display, fitness tracking, and notification features but limited calling capability",
    "decision": "While the device has some telecommunication features, its principal function is timekeeping with additional fitness features. Classified under 9102.11.10 as a wristwatch with case of precious metal or clad with precious metal, at 6.25% plus $1.61/unit duty.",
    "category": "Wearables",
    "dutyRate": "6.25% + $1.61/unit",
    "url": "https://rulings.cbp.gov/ruling/N307856"
  },
  {
    "id": "N304521",
    "issueDate": "May 22, 2020",
    "htsCodes": ["8518.30.20", "8518.21.00"],
    "productDescription": "Wireless earbuds with charging case, Bluetooth 5.0 connectivity, and microphone for calls",
    "decision": "The merchandise consists of headphones with microphones. The applicable subheading is 8518.30.20, HTSUS, which provides for headphones and earphones, whether or not combined with a microphone, at a duty rate of Free.",
    "category": "Electronics",
    "dutyRate": "Free",
    "url": "https://rulings.cbp.gov/ruling/N304521"
  },
  {
    "id": "N302789",
    "issueDate": "July 8, 2019",
    "htsCodes": ["4202.92.15", "4202.22.15"],
    "productDescription": "Backpack designed for laptops with padded compartment, polyester exterior with leather trim accents on zipper pulls and logo patch",
    "decision": "The outer surface area of the backpack is made of sheeting of plastic or textile materials. The leather trim constitutes less than 15% of the exterior surface. Classification under 4202.92.15, textile materials, with outer surface of polyester, at a duty rate of 17.6% ad valorem.",
    "category": "Bags",
    "dutyRate": "17.6%",
    "url": "https://rulings.cbp.gov/ruling/N302789"
  },
  {
    "id": "N306234",
    "issueDate": "November 18, 2020",
    "htsCodes": ["4202.32.95", "4202.92.90"],
    "productDescription": "Laptop carrying case with leather exterior covering more than 50% of surface area, padded compartments",
    "decision": "The instant article is a case specifically designed for laptops, with an outer surface of leather. The applicable subheading is 4202.32.95, HTSUS, which provides for articles of a kind normally carried in the pocket or in the handbag, with outer surface of leather, at a duty rate of 8% ad valorem.",
    "category": "Bags",
    "dutyRate": "8%",
    "url": "https://rulings.cbp.gov/ruling/N306234"
  },
  {
    "id": "N309124",
    "issueDate": "February 25, 2021",
    "htsCodes": ["6402.99.31", "6403.51.60"],
    "productDescription": "Casual footwear with rubber outer sole, upper of leather and textile materials, designed for everyday wear",
    "decision": "The shoe has an outer sole of rubber and an upper in which leather and textile materials are both present. By weight, leather predominates. Classification under 6403.51.60, footwear with outer soles of rubber/plastic and uppers of leather, at a duty rate of 8.5% ad valorem.",
    "category": "Footwear",
    "dutyRate": "8.5%",
    "url": "https://rulings.cbp.gov/ruling/N309124"
  },
  {
    "id": "N303456",
    "issueDate": "August 14, 2019",
    "htsCodes": ["6115.10.05", "6115.96.90"],
    "productDescription": "Compression socks with graduated compression, synthetic fiber blend, designed for athletic and medical use",
    "decision": "The subject merchandise is classified as hosiery. The applicable subheading is 6115.96.90, HTSUS, which provides for other hosiery of synthetic fibers, at a duty rate of 14.6% ad valorem.",
    "category": "Apparel",
    "dutyRate": "14.6%",
    "url": "https://rulings.cbp.gov/ruling/N303456"
  },
  {
    "id": "N308891",
    "issueDate": "January 29, 2021",
    "htsCodes": ["8471.30.01", "8443.32.10"],
    "productDescription": "Portable computer with touchscreen display, detachable keyboard, weighing less than 10 kg",
    "decision": "The merchandise is classified under heading 8471, which provides for automatic data processing machines. The applicable subheading is 8471.30.01, HTSUS, which provides for portable automatic data processing machines, at a duty rate of Free.",
    "category": "Electronics",
    "dutyRate": "Free",
    "url": "https://rulings.cbp.gov/ruling/N308891"
  },
  {
    "id": "N305123",
    "issueDate": "September 17, 2020",
    "htsCodes": ["9506.91.00", "9506.99.60"],
    "productDescription": "Adjustable dumbbells with weight selection mechanism, cast iron weights with plastic coating",
    "decision": "The subject merchandise consists of articles and equipment for general physical exercise. Classification under 9506.91.00, HTSUS, which provides for articles and equipment for general physical exercise, at a duty rate of 4.4% ad valorem.",
    "category": "Sports Equipment",
    "dutyRate": "4.4%",
    "url": "https://rulings.cbp.gov/ruling/N305123"
  },
  {
    "id": "N307234",
    "issueDate": "December 8, 2020",
    "htsCodes": ["6211.43.00", "6203.43.40"],
    "productDescription": "Men's athletic shorts made of synthetic fiber knit fabric, with elastic waistband and pockets",
    "decision": "The garment is classified under heading 6211, which provides for track suits, ski-suits and swimwear; other garments. The applicable subheading is 6211.43.00, HTSUS, which provides for other garments, men's or boys', of man-made fibers, at a duty rate of 28.2% ad valorem.",
    "category": "Apparel",
    "dutyRate": "28.2%",
    "url": "https://rulings.cbp.gov/ruling/N307234"
  },
  {
    "id": "N304987",
    "issueDate": "August 30, 2020",
    "htsCodes": ["6406.10.65", "6406.90.15"],
    "productDescription": "Removable insole with memory foam and arch support, designed for athletic footwear",
    "decision": "The merchandise consists of parts of footwear. The applicable subheading is 6406.10.65, HTSUS, which provides for uppers and parts thereof, of which over 90% of the external surface area is rubber or plastics, at a duty rate of 6% ad valorem.",
    "category": "Footwear Parts",
    "dutyRate": "6%",
    "url": "https://rulings.cbp.gov/ruling/N304987"
  },
  {
    "id": "N302145",
    "issueDate": "April 3, 2019",
    "htsCodes": ["6217.10.95", "6307.90.98"],
    "productDescription": "Fitness tracker armband made of elastic textile material with plastic window, designed to hold mobile phones during exercise",
    "decision": "The armband is classified as a made-up textile article. Classification under 6307.90.98, HTSUS, which provides for other made up articles, of other textile materials, at a duty rate of 7% ad valorem.",
    "category": "Accessories",
    "dutyRate": "7%",
    "url": "https://rulings.cbp.gov/ruling/N302145"
  },
  {
    "id": "N309567",
    "issueDate": "March 11, 2021",
    "htsCodes": ["9021.90.80", "9021.40.00"],
    "productDescription": "Knee brace with hinged metal supports, neoprene padding, adjustable straps, designed for injury prevention and support during sports",
    "decision": "The merchandise is classified as an orthopedic appliance. The applicable subheading is 9021.90.80, HTSUS, which provides for other orthopedic appliances, at a duty rate of Free.",
    "category": "Medical/Sports",
    "dutyRate": "Free",
    "url": "https://rulings.cbp.gov/ruling/N309567"
  },
  {
    "id": "N306789",
    "issueDate": "October 22, 2020",
    "htsCodes": ["4202.12.80", "4202.92.45"],
    "productDescription": "Gym duffel bag with plastic exterior surface, multiple compartments including shoe compartment, adjustable shoulder strap",
    "decision": "The bag is designed for carrying sports equipment and personal items. Classification under 4202.92.45, HTSUS, which provides for travel, sports and similar bags with outer surface of sheeting of plastic, at a duty rate of 20% ad valorem.",
    "category": "Bags",
    "dutyRate": "20%",
    "url": "https://rulings.cbp.gov/ruling/N306789"
  },
  {
    "id": "N303892",
    "issueDate": "June 19, 2019",
    "htsCodes": ["6212.10.50", "6212.90.00"],
    "productDescription": "Sports bra with compression support, synthetic fiber construction, moisture-wicking properties",
    "decision": "The garment is classified as a brassiére. The applicable subheading is 6212.10.50, HTSUS, which provides for brassiéres and parts thereof, of man-made fibers, at a duty rate of 16% ad valorem.",
    "category": "Apparel",
    "dutyRate": "16%",
    "url": "https://rulings.cbp.gov/ruling/N303892"
  },
  {
    "id": "N308234",
    "issueDate": "December 30, 2020",
    "htsCodes": ["3926.20.90", "6307.90.98"],
    "productDescription": "Resistance bands made of vulcanized rubber, various resistance levels, sold as a set with textile carrying pouch",
    "decision": "The resistance bands are made of rubber and are articles of apparel and clothing accessories. Classification under 3926.20.90, HTSUS, which provides for other articles of apparel and clothing accessories of plastics or rubber, at a duty rate of 4% ad valorem.",
    "category": "Sports Equipment",
    "dutyRate": "4%",
    "url": "https://rulings.cbp.gov/ruling/N308234"
  },
  {
    "id": "N301876",
    "issueDate": "May 7, 2019",
    "htsCodes": ["9506.70.20", "9506.99.60"],
    "productDescription": "Roller skates with polyurethane wheels, ball bearings, attached to boots with synthetic uppers",
    "decision": "The complete roller skates are classified under heading 9506. The applicable subheading is 9506.70.20, HTSUS, which provides for ice skates and roller skates, including skating boots with skates attached, roller skates, at a duty rate of Free.",
    "category": "Sports Equipment",
    "dutyRate": "Free",
    "url": "https://rulings.cbp.gov/ruling/N301876"
  },
  {
    "id": "N307456",
    "issueDate": "November 25, 2020",
    "htsCodes": ["9619.00.90", "4818.50.00"],
    "productDescription": "Disposable hygiene wipes packaged for single use, non-woven textile material impregnated with cleansing solution",
    "decision": "The wipes are classified based on their material composition and use. Classification under 9619.00.90, HTSUS, which provides for sanitary towels and tampons, napkins and napkin liners for babies and similar sanitary articles, of other materials, at a duty rate of Free.",
    "category": "Personal Care",
    "dutyRate": "Free",
    "url": "https://rulings.cbp.gov/ruling/N307456"
  }
]
